Repository: kunkakamikasa/photorevival-ios
Catalog: photoreviveaiedit/Localizable.xcstrings
Source language: en
Languages: ar, fil, he, hi, id, ja, ms, tr, ur, vi

source: with your purchase today
ar: معك شراء اليوم
fil: kasama ng iyong Bumili ngayon
he: עם שלך רכישה היום
hi: अपने साथ आज खरीद
id: dengan Anda beli hari ini
ja: あなたの 今すぐ購入
ms: ♪ Denganmu ♪ pembelian hari ini
tr: Seninle birlikte Bugün satın satın almak bugün
ur: آپ کے ساتھ آج خریداری
vi: với của bạn Mua hôm nay

source: (VALID FOR 2 HOURS)
ar: (VALID لساعتين)
fil: (BALID PARA sa 2 HUR)
he: (הופנה מהדף 2 שעות)
id: (VALID UNTUK 2 JAM)
ja: (定員2名)
ms: (VALID UNTUK 2 jam)
tr: ( 2 HOURS)
ur: ( 2 جلدیں )
vi: (Tiếng vỗ tay)

source: /day
ar: /يوم
fil: /araw
he: /יום
hi: /दिन
id: /hari
ja: /日
ms: /hari
tr: /gün
ur: /دن
vi: /ngày

source: /Day
ar: /يوم
fil: /araw
he: /יום
hi: /दिन
id: /hari
ja: /日
ms: /hari
tr: /gün
ur: /دن
vi: /ngày

source: /week
ar: /أسبوع
fil: /linggo
he: /שבוע
hi: /सप्ताह
id: /minggu
ja: /週
ms: /minggu
tr: /hafta
ur: /ہفتہ
vi: /tuần

source: /year
ar: /سنة
fil: /taon
he: /שנה
hi: /वर्ष
id: /tahun
ja: /年
ms: /tahun
tr: /yıl
ur: /سال
vi: /năm

source: %@ Free Trial
ar: %@ محاكمة حرة
hi: %@ फ्री ट्रायल
ja: %@無料トライアル
ms: %@ Ujian Bebas
tr: %@ Ücretsiz Deneme

source: %@ sample preview
ar: %@ عينة سابقة
fil: %@ sampol ang patiunang nakita
hi: %@ नमूना पूर्वावलोकन
id: pratilik sampel %@
ja: %@サンプルプレビュー
ms: Preview sampel %@
tr: %@ örneği

source: %@/week
ar: %@/أسبوع
fil: %@/linggo
he: %@/שבוע
hi: %@/सप्ताह
id: %@/minggu
ja: %@/週
ms: %@/minggu
tr: %@/hafta
ur: %@/ہفتہ
vi: %@/tuần

source: %lld bonus credits
ar: %lld رصيدًا إضافيًا
he: %lld קרדיטים בונוס
hi: %lld बोनस क्रेडिट
id: %lld kredit bonus
ja: %lldボーナスクレジット
ms: %lld kredit bonus
tr: %lld bonus kredi
ur: %lld بونس کریڈٹس
vi: %lld tín dụng thưởng

source: %lld credits
ar: %lld رصيدًا
he: %lld קרדיטים
hi: %lld क्रेडिट
id: %lld kredit
ja: %lldクレジット
ms: %lld kredit
tr: %lld kredi
ur: %lld کریڈٹس
vi: %lld tín dụng

source: %lld credits added
ar: تمت إضافة %lld رصيدًا
fil: Nagdagdag ng %lld credits
he: נוספו %lld קרדיטים
hi: %lld क्रेडिट जोड़े गए
id: %lld kredit ditambahkan
ja: %lldクレジット追加
ms: %lld kredit ditambah
tr: %lld kredi eklendi
ur: %lld کریڈٹس شامل
vi: Đã thêm %lld tín dụng

# %lld credits for %@
source: %1$lld credits for %2$@
ar: %1$lld ائتمان لـ %2$@
hi: %1$lld क्रेडिट के लिए %2$@
ja: %2$@ のための %1$lld クレジット
ms: %1$lld0 kredit untuk %2$@
tr: %2$@ için %1$lld kredi

source: %lld/week
ar: %lld/أسبوع
fil: %lld/linggo
he: %lld/שבוע
hi: %lld/सप्ताह
id: %lld/minggu
ja: %lld/週
ms: %lld/minggu
tr: %lld/hafta
ur: %lld/ہفتہ
vi: %lld/tuần

source: +%lld credits
ar: +%lld رصيدًا
he: +%lld קרדיטים
hi: +%lld क्रेडिट
id: +%lld kredit
ja: +%lldクレジット
ms: +%lld kredit
tr: +%lld kredi
ur: +%lld کریڈٹس
vi: +%lld tín dụng

source: 1,500 credits + 100 bonus
ar: 1,500 رصيد + 100 مكافأة
he: 1,500 קרדיטים + 100 בונוס
hi: 1,500 क्रेडिट + 100 बोनस
id: 1.500 kredit + 100 bonus
ja: 1,500クレジット + 100ボーナス
ms: 1,500 kredit + 100 bonus
tr: 1.500 kredi + 100 bonus
ur: 1,500 کریڈٹس + 100 بونس
vi: 1.500 tín dụng + 100 thưởng

source: 12 months of premium access
ar: 12 شهرا من الحصول على أقساط
fil: 12 buwan ng premium access
he: 12 חודשים של גישה Premium
hi: प्रीमियम एक्सेस के 12 महीने
id: 12 bulan akses premium
ja: プレミアムアクセス12ヶ月
ms: 12 bulan akses premium
tr: 12 aylık prim erişim süresi
ur: ۱۲ مہینے کی آمدنی
vi: 12 tháng truy cập cao cấp

source: 100 credits added • valid for 2 hours
ar: تمت إضافة 100 رصيد • صالحة لمدة ساعتين
fil: Nagdagdag ng 100 credits • may bisa sa loob ng 2 oras
he: נוספו 100 קרדיטים • בתוקף לשעתיים
hi: 100 क्रेडिट जोड़े गए • 2 घंटे के लिए मान्य
id: 100 kredit ditambahkan • berlaku selama 2 jam
ja: 100クレジット追加 • 2時間有効
ms: 100 kredit ditambah • sah selama 2 jam
tr: 100 kredi eklendi • 2 saat geçerli
ur: 100 کریڈٹس شامل • 2 گھنٹے کے لیے مؤثر
vi: Đã thêm 100 tín dụng • có hiệu lực trong 2 giờ

source: 100 CREDITS FREE
ar: 100 رصيد مجانًا
fil: 100 LIBRENG CREDITS
he: 100 קרדיטים בחינם
hi: 100 मुफ़्त क्रेडिट
id: 100 KREDIT GRATIS
ja: 100クレジット無料
ms: 100 KREDIT PERCUMA
tr: 100 ÜCRETSİZ KREDİ
ur: 100 مفت کریڈٹس
vi: 100 TÍN DỤNG MIỄN PHÍ

source: 100 free welcome-back credits
ar: 100 رصيد ترحيبي مجاني
fil: 100 libreng welcome-back credits
he: 100 קרדיטים חינם לכבוד החזרה
hi: वापसी पर 100 मुफ़्त क्रेडिट
id: 100 kredit sambutan gratis
ja: 復帰特典100クレジット無料
ms: 100 kredit alu-aluan percuma
tr: 100 ücretsiz geri dönüş kredisi
ur: واپسی پر 100 مفت کریڈٹس
vi: 100 tín dụng chào mừng miễn phí

source: 400 per week
ar: 400 أسبوعيًا
fil: 400 bawat linggo
he: 400 בשבוע
hi: 400 प्रति सप्ताह
id: 400 per minggu
ja: 週400
ms: 400 seminggu
tr: haftada 400
ur: 400 فی ہفتہ
vi: 400 mỗi tuần

source: About credits
ar: بشأن الائتمانات
fil: Tungkol sa mga kredito
he: על אשראי
hi: क्रेडिट के बारे में
id: Tentang kredit
ja: クレジットについて
ms: Perihal kredit
tr: Kredi Hakkında
ur: کریڈٹ کے بارے میں
vi: Về tín dụng

source: Account
ar: الحساب
he: חשבון
hi: खाता
id: Akun
ja: アカウント
ms: Akaun
tr: Hesap
ur: اکاؤنٹ
vi: Tài khoản

source: Account Sign In
ar: توقيع الحساب
fil: Tanda ng Ulat
he: חשבון ב
hi: खाता साइन इन करें
id: Masuk Akun
ja: アカウント サインイン
ms: Daftar Masuk Akun Nama Nama Akun
tr: Hesap Girişi
ur: اکاؤنٹ کی علامت
vi: Ký vào tài khoản

source: Ad-free & No Watermark
ar: خالية من العلامة المائية
fil: Ad-free & Walang Watermark
he: חינם ללא מים
hi: विज्ञापन मुक्त और कोई वॉटरमार्क नहीं
id: ad- free & Tidak ada Watermark
ja: 広告なし&透かしなし
ms: Tanpa Tanda Air
vi: Không có dấu nước riêng

source: Add screenshot
ar: الشاشة
fil: Idagdag ang screenshot
he: הוספת צילום מסך
hi: स्क्रीनशॉट जोड़ें
id: Tambah cuplikan layar
ja: スクリーンショットの追加
ms: Tangkap cekupanskrin
tr: Ekran görüntüsü ekleyin
ur: سکرینس شامل کریں
vi: Thêm ảnh chụp màn hình

source: Add Screenshot
ar: مضافا إليها:
fil: Idagdag ang Screenshot
he: הוסף וידאו
hi: स्क्रीनशॉट जोड़ें
id: Tambah Cuplikan Layar
ja: Screenshotの追加
ms: Cekupan Skrin
tr: Add Paint
ur: سکرین شاٹ شامل کریں
vi: Thêm ảnh chụp màn hình

source: Agree and Continue
ar: موافقة ومتابعة
fil: Sumang-ayon at Magpatuloy
he: הסכמה והמשך
hi: सहमत हों और जारी रखें
id: Setuju dan Lanjutkan
ja: 同意して続ける
ms: Setuju dan Teruskan
tr: Kabul Et ve Devam Et
ur: اتفاق کریں اور جاری رکھیں
vi: Đồng ý và tiếp tục

source: AI Data Processing Notice
ar: إشعار معالجة البيانات بالذكاء الاصطناعي
fil: Abiso sa Pagproseso ng Data ng AI
he: הודעה על עיבוד נתונים באמצעות AI
hi: AI डेटा प्रोसेसिंग सूचना
id: Pemberitahuan Pemrosesan Data AI
ja: AIデータ処理に関する通知
ms: Notis Pemprosesan Data AI
tr: AI Veri İşleme Bildirimi
ur: AI ڈیٹا پروسیسنگ کا نوٹس
vi: Thông báo xử lý dữ liệu AI

source: AI Image
ar: صورة بالذكاء الاصطناعي
fil: Larawang AI
he: תמונת AI
hi: AI इमेज
id: Gambar AI
ja: AI画像
ms: Imej AI
tr: AI Görsel
ur: AI تصویر
vi: Hình ảnh AI

source: AI Photo
ar: صورة بالذكاء الاصطناعي
fil: Larawang AI
he: תמונת AI
hi: AI फ़ोटो
id: Foto AI
ja: AI写真
ms: Foto AI
tr: AI Fotoğraf
ur: AI تصویر
vi: Ảnh AI

source: AI Video
ar: فيديو بالذكاء الاصطناعي
fil: Bidyong AI
he: סרטון AI
hi: AI वीडियो
id: Video AI
ja: AI動画
ms: Video AI
ur: AI ویڈیو
vi: Video AI

source: AI-POWERED
ar: مدعوم بالذكاء الاصطناعي
fil: PINAPAGANA NG AI
he: מופעל באמצעות AI
hi: AI द्वारा संचालित
id: DIDUKUNG AI
ja: AI搭載
ms: DIKUASAKAN AI
tr: YAPAY ZEKÂ DESTEKLİ
ur: AI سے تقویت یافتہ
vi: ĐƯỢC HỖ TRỢ BỞI AI

source: All
ar: كل شيء
fil: Lahat
he: הכל
hi: सब
id: Semua
ja: すべて
ms: Semua
tr: Bütün Bütün Hepsi
ur: تمام
vi: Tất cả

source: Annual membership
ar: العضوية السنوية
fil: Taunang miyembro
he: חברות שנתיות
hi: वार्षिक सदस्यता
id: Keanggotaan tahunan
ja: 年間会員
ms: Keanggotaan Tahunan
tr: Yıllık üyelik
ur: سالانہ عضو
vi: Thành viên hàng năm

source: Apply photo edits
ar: محررات الصور التطبيقية
fil: Pahiran ng photo edits
he: יישום תמונותעריכה
hi: फोटो संपादन
id: Terapkan penyunting foto
ja: 写真を編集する
ms: Terapkan edit foto
tr: Fotoğraf düzenlemelerini uygulayın
ur: فوٹو انس کا اطلاق کریں
vi: Áp dụng chỉnh sửa ảnh chụp

source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد حذف حسابك؟
fil: Sigurado ka bang gusto mong mag - delete ang iyong ulat?
he: אתה בטוח שאתה רוצה למחוק החשבון שלך?
hi: क्या आप हटाना चाहते हैं? आपका खाता?
id: Anda yakin ingin menghapus Rekeningmu?
ja: あなたが削除したいことを確認してください あなたのアカウント?
ms: Anda yakin ingin menghapus Akunmu?
tr: silmek istediğinizden emin misiniz Hesabınız?
ur: کیا آپ یقینی طور پر حذف کرنا چاہتے ہیں آپ کا اکاؤنٹ؟
vi: Bạn có chắc muốn xoá Tài khoản của anh?

source: Back
ar: العودة
fil: Bumalik
he: בחזרה
hi: वापस
id: Mundur
ja: バックナンバー
ms: Amerika Serikat
tr: Geri dön
ur: پشت
vi: Lùi

source: Back to generated video
ar: العودة إلى إنتاج الفيديو
fil: Bumalik upang lumikha ng video
he: בחזרה ליצור וידאו
hi: वीडियो
id: Kembali ke video yang dihasilkan
ja: 生成されたビデオに戻る
ms: Kembali ke video yang dihasilkan
tr: Yeniden üretilen video
ur: ویڈیو تیار کرنے کے لئے واپس
vi: Trở lại tạo ra video

source: Before and after comparison
ar: قبل المقارنة وبعدها
fil: Bago at pagkatapos ihambing
he: לפני ואחרי השוואה
hi: तुलना से पहले और बाद में
id: Sebelum dan sesudah perbandingan
ja: 比較前後
ms: Sebelum dan sesudah perbandingan
tr: Önce ve karşılaştırmadan sonra
ur: پہلے اور بعد کے
vi: Trước và sau khi so sánh

source: Bring every memory back to life
ar: جلب كل ذكرى العودة إلى الحياة
fil: Dalhin ang bawat alaala binuhay - muli
he: להביא כל זיכרון חזרה לחיים
hi: हर स्मृति लाओ जीवन वापस
id: Membawa setiap memori kembali ke kehidupan
ja: あらゆるメモリを 人生に戻る
ms: Bawa setiap kenangan ♪ Kembali ke kehidupan ♪
tr: Her hafızayı getir Hayata geri döndü
ur: ہر یادگار لاؤ مُردوں کو زندہ کرنا
vi: Lấy mỗi bộ nhớ Trở lại cuộc sống

source: Bring Your Favorite Moments to Life
ar: أعِد لحظاتك المفضلة إلى الحياة
fil: Buhayin ang Iyong Mga Paboritong Sandali
he: החזירו את הרגעים האהובים שלכם לחיים
hi: अपने पसंदीदा पलों को जीवंत बनाएँ
id: Hidupkan Kembali Momen Favorit Anda
ja: お気に入りの瞬間をよみがえらせよう
ms: Hidupkan Semula Detik Kegemaran Anda
tr: En Sevdiğiniz Anları Hayata Döndürün
ur: اپنے پسندیدہ لمحات کو زندہ کریں
vi: Làm Sống Lại Những Khoảnh Khắc Yêu Thích

source: Browse AI Photo
ar: تصفّح صور الذكاء الاصطناعي
fil: Mag-browse ng mga Larawang AI
he: עיון בתמונות AI
hi: AI फ़ोटो देखें
id: Jelajahi Foto AI
ja: AI写真を見る
ms: Lihat Foto AI
tr: AI Fotoğraflara Göz At
ur: AI تصاویر دیکھیں
vi: Khám phá Ảnh AI

source: Browse AI Video
ar: تصفّح فيديوهات الذكاء الاصطناعي
fil: Mag-browse ng mga Video AI
he: עיון בסרטוני AI
hi: AI वीडियो देखें
id: Jelajahi Video AI
ja: AI動画を見る
ms: Lihat Video AI
tr: AI Videolara Göz At
ur: AI ویڈیوز دیکھیں
vi: Khám phá Video AI

source: Buy credit packs
ar: شراء علب ائتمانية
fil: Bumili ng mga pakete ng utang
he: רכישת ערכות אשראי
hi: क्रेडिट पैक खरीदें
id: Beli paket kredit
ja: クレジットパックを購入する
ms: Beli paket kredit
tr: Kredi paketi satın alın
ur: کریڈٹ پلگ انس
vi: Mua túi tín dụng

source: Cancel
ar: إلغاء
fil: Kanselahin
he: ביטול
hi: रद्द करें
id: Batal
ja: キャンセル
ms: Batal
tr: İptal
ur: منسوخ
vi: Hủy

source: Cancel anytime
ar: إلغاء أي وقت
fil: Huwag Ituloy
he: ביטול בכל עת
hi: कभी
id: Batalkan kapan saja
ja: いつでもキャンセル
ms: Dibatalkan kapan saja
tr: Her zaman iptal et
ur: جگہ
vi: Hủy bỏ bất cứ lúc nào

source: Change Photo
ar: تغيير الصورة
fil: Pagbabago ng Larawan
he: שינוי תמונה
hi: फोटो बदलें
id: Ubah Foto
ja: 写真の変更
ms: Foto Perubahan
tr: Photo Change Photo Change Photo
ur: تصویر بدلیں
vi: Thay đổi ảnh

source: Change profile photo
ar: تغيير الصورة
fil: Pagbabago ng larawan ng profile
he: שינוי תמונת פרופיל
hi: प्रोफ़ाइल फोटो बदलें
id: Ubah foto profil
ja: プロフィール写真の変更
ms: Sorot foto
tr: Change profil fotoğrafı
ur: پرو فا ئل تبدیل کریں
vi: Đổi ảnh hồ sơ

source: Change Screenshot
ar: التغيير
fil: Pagbabago sa Screenshot
he: שינוי מסך
hi: स्क्रीनशॉट बदलें
id: Ubah Cuplikan Layar
ja: スクリーンショットの変更
ms: Cekupan Skrin
ur: سکرین شاٹ تبدیل کریں
vi: Thay đổi ảnh chụp màn hình

source: Change source photo
ar: تغيير صورة المصدر
fil: Palitan ang source photo
he: שינוי תמונה
hi: स्रोत फोटो बदलें
id: Ubah foto sumber
ja: ソース写真の変更
ms: W arna:
tr: Kaynak Değiştiri
ur: ماخذ کی تصویر تبدیل کریں
vi: Thay đổi ảnh chụp nguồn

source: Check-in successful!
ar: تحقق النجاح!
fil: Tingnan-sa tagumpay!
he: בדוק בהצלחה!
hi: सफल जाँच!
id: Check-in sukses!
ja: チェックイン成功!
ms: Check-in sukses!
tr: Check-in başarılı!
ur: چیک میں کامیاب!
vi: Kiểm tra thành công!

source: Choose from Photos
ar: الاختيار من الصور
fil: Pumili mula sa mga larawan
he: בוחרים תמונות
hi: चुनें तस्वीरें
id: Pilih dari Foto
ja: お問い合わせ 写真から
ms: Pilih Foto-foto
tr: seçin Fotoğraflardan Fotoğraflar
ur: منتخب کریں تصویر سے لی گئی تصویر
vi: Chọn từ ảnh chụp

source: Choose a template
ar: اختر نموذج
fil: Pumili ng template
he: בחר תבנית
hi: टेम्पलेट चुनें
id: Pilih suatu templat
ja: テンプレートを選択する
ms: Pilih templat
tr: Bir şablon seçin
ur: ڈسکس منتخب کریں
vi: Chọn một mẫu

source: Choose Photo
ar: اختر الصورة
fil: Piliin ang Larawan
he: בחר תמונה
hi: फोटो
id: Pilih Foto
ja: 写真を選ぶ
ms: Pilih Foto
tr: Fotoğraflar seçin
ur: تصویر منتخب کریں
vi: Chọn ảnh chụp

source: Choose source photo
ar: صورة المصدر المختار
fil: Pumili ng source photo
he: צילום מקור
hi: स्रोत फोटो चुनें
id: Pilih foto sumber
ja: ソース写真を選択
ms: Pilih foto sumber
tr: Kaynak fotoğrafı seçin
ur: سرچ فوٹو منتخب کریں
vi: Chọn ảnh chụp nguồn

source: Choose Template
ar: نموذج الاختيار
fil: Pumili ng template
he: בחר תבנית
hi: टेम्पलेट चुनें
id: Pilih Templat
ja: テンプレートを選択
ms: Pilih Templat
tr: Şablon seçin
ur: ٹیم بندی منتخب کریں
vi: Chọn Mẫu

source: Claim My Bonus
ar: اطالب بأقساطي
fil: Pag - aangkin ng Aking Bonus
he: לתבוע את הבונוס שלי
hi: दावा मेरा बोनस
id: Klaim Bonus saya
ja: 私のボーナスを主張する
ms: Klaim Klaim Bonusku
tr: Bonus My Bonus
ur: کلیم میرا بونس
vi: Nhận lời khen

source: Claim My Offer
ar: ادعى عرضي
fil: Pag - aangkin sa Aking Bunso
he: הצעתי
hi: मेरा प्रस्ताव
id: Klaim tawaran saya
ja: 私のオファーを主張する
ms: Klaim Klaim Tawaranku
tr: Tekliflerimi
ur: میری قربانی
vi: Nhận lời đề nghị của tôi

source: Clear
ar: آمن
fil: Maliwanag
hi: स्पष्ट
id: Hapus
ja: クリア
tr: Clear Clear Clear Clear
ur: صفائی
vi: & Xoá

source: Clear email
ar: رسالة إلكترونية واضحة
fil: Malinaw na email
he: Clear דואר אלקטרוני
hi: ईमेल साफ़ करें
id: Bersihkan surel
ja: 明確な電子メール
ms: E-mail Clear
ur: صاف ای میل
vi: Xóa thư

source: Close bonus offer
ar: منحة قريبة
fil: Malapitang bonus na alok
he: הצעת בונוס קרובה
hi: बंद बोनस प्रस्ताव
id: Tawaran bonus tutup
ja: クローズ ボーナス オファー
ms: Tawaran bonus dekat
tr: Close bonus teklifi
ur: قریبی بون پیشکش
vi: Đóng tiền thưởng

source: Close creation editor
ar: محرر قريب
fil: Malapitang patnugot ng paglalang
he: עורך הפקה סגור
hi: रचना संपादक
id: Tutup penyunting pembuatan
ja: 作成エディタを閉じる
ms: Penyunting penciptaan
tr: Close creation editörü editörü
ur: بند تخلیقی ایڈیٹر
vi: Đóng bộ soạn tạo

source: Close credit store
ar: متجر الائتمانات القريبة
fil: Isara ang mga tindahan ng credit
he: חנות אשראי סגורה
hi: बंद क्रेडिट स्टोर
id: Tutup toko kredit
ja: クローズ クレジット ストア
ms: Toko kredit
tr: Yakın kredi mağazası
ur: قریبی کریڈٹ سٹور
vi: Đóng cửa hàng tín dụng

source: Close detail
ar: التفاصيل
fil: Malapit na detalye
he: פרטים סגורים
hi: विवरण बंद करें
id: Tutup rincian
ja: 詳しく見る
ms: Klone detail
tr: Yakın detay
ur: قریبی تفصیلات
vi: Đóng chi tiết

source: Close discount offer
ar: عرض خصم قريب
fil: Malapitang diskuwento ang iniaalok
he: הצעת הנחה סגורה
hi: बंद छूट प्रस्ताव
id: Tawaran diskon tutup
ja: 割引オファーを閉じる
ms: Tawaran diskon terdekat
tr: Close indirim teklifi
ur: قریبی پیشکش
vi: Đóng giảm giá

source: Close home discount banner
ar: حظر الخصم المنزلي القريب
fil: Malapitang baner na may diskuwento sa bahay
he: דגל הנחה ביתי
hi: बंद घर छूट बैनर
id: Tutup rumah diskon banner
ja: クローズホーム割引バナー
ms: Standar diskon dekat rumah
tr: Kapat ev indirimi
ur: گھر کے اوپر جائیں
vi: Đóng băng cờ giảm giá nhà

source: Close limited offer
ar: عرض محدود
fil: Malapitang limitadong alok
he: הצעה מוגבלת
hi: सीमित प्रस्ताव
id: Tutup tawaran terbatas
ja: 期間限定プラン
ms: Tawaran terbatas
tr: Close limited teklif
ur: محدود پیشکش
vi: Đóng đề nghị hạn chế

source: Close membership
ar: العضوية المتقاربة
fil: Malapít na miyembro
he: חבר קרוב
hi: सदस्यता बंद करें
id: Tutup keanggotaan
ja: 会員を閉じる
ms: Pop
tr: Yakın üyelik
ur: قریبی عضو
vi: Đóng thành viên

source: Close output settings
ar: وضع النواتج القريبة
fil: Malapitang output settings
he: הגדרות תפוקה סגורה
hi: आउटपुट सेटिंग बंद करें
id: Tutup pengaturan keluaran
ja: 出力設定を閉じる
ms: Tutup pengaturan output
tr: Kapat çıkış ayarları
ur: بند کریں ترتیبات
vi: Đóng thiết lập xuất

source: Close photo chooser
ar: اختر الصورة
fil: Malapitang pagpili ng larawan
he: תמונה סגורה
hi: फोटो चयनकर्ता
id: Tutup pemilih foto
ja: クローズフォトセレクター
ms: Pemilih foto Close
ur: قریبی فوٹو منتخب کنندہ
vi: Đóng bộ chọn ảnh chụp

source: Close preview
ar: إقترب من العرض
fil: Malapitang Pagmasdan
he: תצוגה מקדימה
hi: पूर्वावलोकन बंद करें
id: Tutup pratinjau
ja: プレビューを閉じる
ms: Pratonton
tr: Close önizleme
ur: قریبی منظر
vi: Xem thử đóng

source: Close rewards
ar: مكافآت قريبة
fil: Malapitang mga Gantimpala
he: תגמולים קרובים
hi: पुरस्कार
id: Close reward
ja: 報酬を閉じる
ms: Imbalan yang Dekat
tr: Close ödülleri
ur: قریبی اجر
vi: Đóng phần thưởng

source: Close sign in
ar: إشارة قريبة
fil: Malapitang karatula
he: סימן סגור
hi: साइन इन करें
id: Tutup tanda in
ja: サインインを閉じる
ms: Tanda tangan dekat di
ur: بند کریں
vi: Đóng dấu vào

source: Close subscriber credit offer
ar: عرض ائتمان مشترك وثيق
fil: Malapitang iniaalok ang kredito ng kripto
he: הצעות אשראי סגורות
hi: ग्राहक क्रेडिट प्रस्ताव
id: Tutup penawaran kredit pelanggan
ja: クローズ サブスクリプション クレジット オファー
ms: Tawaran kredit pelanggan dekat
tr: Yakın abone kredi teklifi
ur: قریبی کریڈٹ پیشکش
vi: Lời mời nhận tiền dài hạn

source: Close suggestion
ar: اقتراح قريب
fil: Malapitang mungkahi
he: הצעה סגורה
hi: बंद सुझाव
id: Tutup saran
ja: 提案を閉じる
ms: Saran palsu
tr: Close öneri
ur: بند کریں
vi: Đề nghị đóng

source: Close summer offer
ar: عرض الصيف
fil: Malapit na pag - aalok ng tag - araw
he: הצעת קיץ סגורה
hi: गर्मियों की पेशकश
id: Tutup tawaran musim panas
ja: 夏季休業のお知らせ
ms: Tawaran musim panas
tr: Yakın yaz teklifi
ur: قریب ترین عصر حاضر کی پیشکش
vi: Đóng cửa mùa hè đề nghị

source: Close super prize
ar: الجائزة الكبرى
fil: Malapitang super prize
he: פרס סופר סגור
hi: सुपर पुरस्कार
id: Tutup hadiah super
ja: スーパー賞
ms: Hadiah super yang dekat
tr: Kapat süper ödül
ur: قریب ترین انعام
vi: Đóng siêu phần thưởng

source: Close video preview
ar: شريط فيديو مغلق
fil: Malapitang panonood ng video
he: וידאו תצוגה מקדימה
hi: वीडियो पूर्वावलोकन बंद करें
id: Tutup pratinjau video
ja: ビデオプレビューを閉じる
ms: Prebiu video
tr: Close video önizleme
ur: قریبی ویڈیو پیش کریں
vi: Đóng ô xem thử phim

source: Confirm
ar: تأكيد
fil: Kumpirmahin
he: אישור
hi: पुष्टि करें
id: Konfirmasi
ja: 確認
ms: Sahkan
tr: Onayla
ur: تصدیق کریں
vi: Xác nhận

source: Congratulations
ar: تهانينا
fil: Binabati
he: ברכות ברכות
hi: बधाई
id: Selamat
ja: ごあいさつ
ms: Tahniah.
tr: Tebrikler Tebrikler Tebrikler
ur: مبارک
vi: Chúc mừng

source: Connecting...
ar: التواصل...
fil: Pag - uugnay...
he: חיבור...
hi: कनेक्ट ...
id: Menyambung...
ja: 接続...
ms: Menyambung...
ur: متصل
vi: Đang kết nối...

source: Continue
ar: متابعة
fil: Magpatuloy
he: המשך
hi: जारी रखें
id: Lanjutkan
ja: 続ける
ms: Teruskan
tr: Devam Et
ur: جاری رکھیں
vi: Tiếp tục

source: Continue Creating
ar: مواصلة الإبداع
fil: Patuloy na Lumikha
he: להמשיך ליצור
hi: बनाना
id: Lanjutkan Membuat
ja: 継続制作
ms: Teruskan Membuat
tr: oluşturmaya devam et
ur: تخلیق جاری
vi: Tiếp tục tạo

source: Continue with %@
ar: استمر بـ %@
fil: Magpatuloy sa %@00
hi: जारी रखें %@
ja: 続ける %@
ms: Teruskan dengan %@
tr: %@ ile devam et

source: Copy invitation code
ar: رمز الدعوة
fil: Kopyahin ang kodigo ng paanyaya
he: קוד הזמנה
hi: निमंत्रण कोड कॉपी करें
id: Salin kode undangan
ja: 招待状コードのコピー
ms: Salin kode undangan
tr: Kopya davetiye kodu
ur: دعوتی کوڈ کاپی کریں
vi: Chép mã mời

source: Create
ar: إنشاء
fil: Gumawa
he: יצירה
hi: बनाएँ
id: Buat
ja: 作成
ms: Cipta
tr: Oluştur
ur: بنائیں
vi: Tạo

source: Create endless possibilities with friends
ar: إيجاد إمكانيات لا نهاية لها مع الأصدقاء
fil: Gumawa ng walang - katapusang mga posibilidad kasama ng mga kaibigan
he: ליצור אפשרויות אינסופיות עם חברים
hi: दोस्तों के साथ अंतहीन संभावनाएं
id: Membuat kemungkinan tak berujung dengan teman
ja: 友達と無限の可能性を創造
ms: Menciptakan kemungkinan tanpa akhir dengan teman-teman
tr: Arkadaşlarla sonsuz olasılıkları yaratın
ur: دوستوں کیساتھ بے انتہا امکانات پیدا کریں
vi: Tạo ra vô số khả năng với bạn bè

source: Create More Every Week
ar: خلق المزيد كل أسبوع
fil: Gumawa ng Higit sa Bawat Linggo
he: ליצור יותר מדי שבוע
hi: हर सप्ताह
id: Buat Lebih Banyak Setiap Minggu
ja: 毎週、もっともっともっともっと
ms: VEID Cipta Lebih Banyak Setiap Minggu
tr: Daha Fazla Her Hafta Oluşturun
ur: زیادہ سے زیادہ ہر ہفتہ بنائیں
vi: Tạo ra nhiều hơn mỗi tuần

source: Create now
ar: الخلق الآن
fil: Gumawa na ngayon
he: ליצור עכשיו
hi: अब बनाना
id: Buat sekarang
ja: 今すぐ作成
ms: Buat sekarang
tr: Şimdi Oluşturun
ur: اب بنائیں
vi: Tạo bây giờ

source: Create Now
ar: أنشئ الآن
fil: Gumawa Ngayon
he: צור עכשיו
hi: अभी बनाएँ
id: Buat Sekarang
ja: 今すぐ作成
ms: Cipta Sekarang
tr: Şimdi Oluştur
ur: ابھی بنائیں
vi: Tạo ngay

source: Created
ar: المنشأة
fil: Nilalang
he: נוצר
hi: बनाना
id: Dibuat
ja: コンテンツ
ms: Dibuat
tr: Oluşturulmuş Yaratılmış
ur: تخلیق
vi: Tạo

source: Creation help
ar: مساعدة الخلق
fil: Tulong sa paglalang
he: יצירת עזרה
hi: निर्माण सहायता
id: Membuat bantuan
ja: 創造ヘルプ
ms: Bantuan Penciptaan Kategori
tr: Yaratılış yardımcı
ur: تخلیقی مدد
vi: Trợ giúp tạo

source: Credit Detail
ar: الائتمان
fil: Mahalagang Bahagi
he: פרטי אשראי
hi: क्रेडिट विस्तार
id: Detail Kredit
ja: クレジット詳細
tr: Kredi Detayı
ur: طےشدہ
vi: Chi tiết về tín dụng

source: credits
ar: الأرصدة الدائنة
fil: Mga kredito
he: אשראי
hi: क्रेडिट
id: kredit
ja: クレジット
ms: Kredit
tr: kredi kredileri kredi kredileri kredi kredileri
ur: تعریف
vi: Tín dụng

source: CREDITS
ar: القيود
fil: MGA HULA
hi: क्रेडिट
ja: クレジット
ur: رنگ
vi: CÀI

source: Crop ratio %@
ar: نسبة المحاصيل %@
fil: katumbasan ng Ani %@00
he: יחס Crop %@
hi: फसल अनुपात %@
ja: 作物の比率 %@
ms: Rasio kromor %@
tr: Eksi oranı %@

source: Data privacy
ar: خصوصية البيانات
fil: Ilagay ang privacy
he: פרטיות נתונים
hi: डेटा गोपनीयता
id: privasi data
ja: データプライバシー
ms: Kehamilan Data Keprismaan
tr: Veri gizliliği
ur: ڈیٹا نجی
vi: Quyền riêng tư dữ liệu

source: Delete Account
ar: حذف الحساب
fil: I-delete ang Account
he: מחיקת חשבון
hi: खाता हटाएँ
id: Hapus Akun
ja: アカウントを削除
ms: Padam Akaun
tr: Hesabı Sil
ur: اکاؤنٹ حذف کریں
vi: Xóa tài khoản

source: Delete generation
ar: التوليد
fil: Lipas na salinlahi
he: דור הקטר
hi: उत्पादन
id: Hapus generasi
ja: 生成の削除
ms: Hapuskan generasi
tr: Delete nesli
ur: طبقے حذف
vi: Xoá thế hệ

source: Delete Permanently
ar: حذف نهائيًا
fil: Permanenteng Tanggalin
he: מחיקה לצמיתות
hi: स्थायी रूप से हटाएँ
id: Hapus Permanen
ja: 完全に削除
ms: Padam Secara Kekal
tr: Kalıcı Olarak Sil
ur: مستقل طور پر حذف کریں
vi: Xóa vĩnh viễn

source: Deleting…
ar: إلغاء...
fil: Pag - aalis...
he: מחיקת...
id: Menghapus...
ja: 削除...
ms: Memadam...
ur: نا امید...
vi: Đang xoá...

source: Describe the style, subject and expected result. A reference screenshot is optional but helpful.
ar: يرجى وصف الأسلوب والموضوع والنتيجة المتوقعة.
fil: Ilarawan ang istilo, paksa at inaasahang resulta. Ang reference screenshot ay opsyonal ngunit nakatutulong.
he: תאר את הסגנון, הנושא והתוצאה הצפויה: צילום מסך ההתייחסות הוא אופציונלי אך מועיל.
hi: शैली, विषय और अपेक्षित परिणाम का वर्णन करें। एक संदर्भ स्क्रीनशॉट वैकल्पिक लेकिन सहायक है।
id: Jelaskan gaya, subjek dan hasil yang diharapkan. Sebuah cuplikan referensi adalah opsional tapi membantu.
ja: スタイル、被写体、予想される結果を記述します。参考スクリーンショットはオプションですが便利です。
ms: uraikan gaya, subjek, dan hasil yang diharapkan. Sebuah cuplikan referensi adalah opsional tetapi berguna.
tr: Tarzı açıklayın, konu ve beklenen sonuç. Bir referans görüntüsü isteğe bağlı ama yararlı.
ur: اِس سلسلے میں ایک مثال پر غور کریں ۔
vi: Mô tả kiểu dáng, chủ thể và kết quả mong đợi. Một hình ảnh tham chiếu là tùy chọn nhưng hữu ích.
